Repository: eiwuert/LinWin-PySync
Catalog: localboxsync.po
Languages: nl

source: add localbox
nl: Voeg LocalBox toe

source: name box
nl: Naam Localbox

source: local path
nl: Lokaal pad

source: passphrase
nl: Wachtwoordzin

source: folder select
nl: Selecteer folder

source: save
nl: Sla op

source: successwindowtitle
nl: Success

source: config safe success
nl: Opslag configuratie succesvol.

source: closebutton
nl: Sluit af

source: error
nl: èª¤

source: close
nl: Sluit

source: settingstitle
nl: Instellingen

source: Error
nl: Fout

source: errorbuttontext
nl: Ok

source: wizardtitle
nl: LocalBox Wizard

source: urltext
nl: Geef LocalBox URL:

source: labeltext
nl: Naam LocalBox

source: buttontext
nl: Ok

source: label2text
nl: Selecteer syncfolder

source: choosertext
nl: Selecteer

source: button2text
nl: Ok

source: label3textusername
nl: Gebruikersnaam

source: label3textpass
nl: Wachtwoord

source: button3text
nl: Ok

source: give passphrase
nl: Wachtwoordzin

source: new passphrase
nl: Nieuwe wachtwoordzin

source: passpharsebutton
nl: Ok
